oh-my-fish/plugin-brew
oh-my-fish/plugin-extract
oh-my-fish/plugin-osx
oh-my-fish/plugin-pj
oh-my-fish/plugin-fasd
oh-my-fish/plugin-bang-bang
oh-my-fish/plugin-pyenv
patrickf3139/fzf.fish
laughedelic/brew-completions
sadanand-singh/fish-sodope
jethrokuan/z
markcial/upto
jorgebucaran/nvm.fish
