jorgebucaran/fisher
IlanCosman/tide
jethrokuan/z
PatrickF1/fzf.fish
jorgebucaran/nvm.fish
jorgebucaran/replay.fish
jorgebucaran/autopair.fish
sadanand-singh/fish-sudope
oh-my-fish/plugin-extract
oh-my-fish/plugin-osx
oh-my-fish/plugin-pj
markcial/upto
