oh-my-fish/plugin-brew
oh-my-fish/plugin-extract
oh-my-fish/plugin-osx
oh-my-fish/plugin-pj
oh-my-fish/plugin-fasd
oh-my-fish/plugin-bang-bang
jorgebucaran/fish-bax
jethrokuan/fzf
jorgebucaran/fish-nvm
laughedelic/brew-completions
sadanand-singh/fish-sodope
oh-my-fish/theme-bobthefish
acomagu/fish-async-prompt
jethrokuan/z
markcial/upto
