tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "michel-kraemer/citeproc-java"
tap "teamookla/speedtest"
brew "giflib"
brew "jpeg", link: true
brew "libpng"
brew "aom"
brew "bat"
brew "bitwarden-cli"
brew "glib"
brew "pkg-config"
brew "pixman"
brew "xz"
brew "python@3.9"
brew "cairo"
brew "coreutils"
brew "openldap"
brew "curl"
brew "fasd"
brew "fd"
brew "fzf"
brew "git"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gobject-introspection"
brew "gron"
brew "harfbuzz"
brew "hdf5"
brew "htop"
brew "imagemagick"
brew "jq"
brew "libpq"
brew "pango"
brew "librsvg"
brew "lsd"
brew "luarocks"
brew "luv"
brew "make"
brew "mas"
brew "neovim"
brew "node@16"
brew "openssl@3"
brew "postgresql@14"
brew "python@3.10", link: false
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "subversion"
brew "tealdeer"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yadm"
brew "yq"
brew "z"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "teamookla/speedtest/speedtest"
cask "basictex"
cask "font-consolas-for-powerline"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono-nerd-font"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-liberation-mono-for-powerline"
cask "font-monoid"
cask "font-monoid-nerd-font"
cask "font-roboto-mono-for-powerline"
cask "font-source-code-pro-for-powerline"
cask "google-cloud-sdk"
cask "miniforge"
mas "1Blocker", id: 1365531024
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Fantastical", id: 975937182
mas "Ghostery – Privacy Ad Blocker", id: 1436953057
mas "Microsoft Remote Desktop", id: 1295203466
mas "Raindrop.io for Safari", id: 957810159
mas "Save to Raindrop.io", id: 1549370672
mas "Slack", id: 803453959
mas "SonicWall Mobile Connect", id: 822514576
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
