tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "teamookla/speedtest"
brew "jpeg"
brew "aom"
brew "openssl@1.1"
brew "bat"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.9"
brew "pixman"
brew "cairo"
brew "coreutils"
brew "curl"
brew "fasd"
brew "fd"
brew "fzf"
brew "git"
brew "gnupg"
brew "gron"
brew "hdf5"
brew "htop"
brew "imagemagick"
brew "jq"
brew "libpq"
brew "lsd"
brew "luarocks"
brew "make"
brew "mas"
brew "neovim"
brew "node"
brew "openssl@3"
brew "pango"
brew "postgresql"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "subversion"
brew "tealdeer"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yadm"
brew "z"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "teamookla/speedtest/speedtest"
cask "basictex"
cask "font-consolas-for-powerline"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono-nerd-font"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-liberation-mono-for-powerline"
cask "font-monoid"
cask "font-monoid-nerd-font"
cask "font-roboto-mono-for-powerline"
cask "font-source-code-pro-for-powerline"
cask "miniforge"
mas "1Password 7", id: 1333542190
mas "Amphetamine", id: 937984704
mas "Fantastical", id: 975937182
mas "Ghostery Lite", id: 1436953057
mas "Save to Raindrop.io", id: 1549370672
mas "Slack", id: 803453959
mas "SonicWall Mobile Connect", id: 822514576
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
