tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "openssl@1.1"
brew "bat"
brew "blueutil"
brew "coreutils"
brew "exa"
brew "fasd"
brew "fish"
brew "fzf"
brew "fzy"
brew "git"
brew "readline"
brew "sqlite"
brew "xz"
brew "hdf5"
brew "htop"
brew "imagemagick"
brew "lsd"
brew "neovim"
brew "openssh"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "subversion"
brew "tealdeer"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yadm"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
cask "alacritty"
cask "cheatsheet"
cask "dropbox"
cask "font-consolas-for-powerline"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono-nerd-font"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-liberation-mono-for-powerline"
cask "font-monoid"
cask "font-monoid-nerd-font"
cask "font-roboto-mono-for-powerline"
cask "font-source-code-pro-for-powerline"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "notion"
cask "slack"
cask "zoomus"
